Repository: EraShinji/SwanMonitor
Catalog: SwanMonitor/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 重试
source: Retry
zh_hans: 重试

# 验证身份以访问 SwanMonitor
source: Verify your identity to access SwanMonitor
zh_hans: 验证身份以访问 SwanMonitor

# 服务器 URL
source: Server URL
zh_hans: 服务器 URL

# 自部署服务器 URL
source: Self-hosted server URL
zh_hans: 自部署服务器 URL

# 请输入完整的 http:// 或 https:// 服务器地址
source: Enter a complete http:// or https:// server URL.
zh_hans: 请输入完整的 http:// 或 https:// 服务器地址

# 无法保存登录凭据，请重试
source: Unable to save login credentials. Please try again.
zh_hans: 无法保存登录凭据，请重试

# 无法保存用户信息，请重试
source: Unable to save user information. Please try again.
zh_hans: 无法保存用户信息，请重试

# 登录失败，请检查 API Key
source: Login failed. Please check your API key.
zh_hans: 登录失败，请检查 API Key

# 实验信息分类
source: Experiment sections
zh_hans: 实验信息分类

# 更新实验信息…
source: Updating experiment…
zh_hans: 更新实验信息…

# 训练日志尚未接入
source: Training logs unavailable
zh_hans: 训练日志尚未接入

# 当前实验接口不包含训练日志数据。
source: The current experiment API does not include training logs.
zh_hans: 当前实验接口不包含训练日志数据。

# 登录信息缺失，请重新登录。
source: Login information is missing. Please log in again.
zh_hans: 登录信息缺失，请重新登录。

# 运行中
source: Running
zh_hans: 运行中

# 训练完成
source: Finished
zh_hans: 训练完成

# 运行中止
source: Stopped
zh_hans: 运行中止

# 暂无状态
source: Unknown status
zh_hans: 暂无状态

# 正在加载项目…
source: Loading projects…
zh_hans: 正在加载项目…

# 暂无项目
source: No projects
zh_hans: 暂无项目

# 当前账户尚无项目，下拉可重新加载。
source: This account has no projects yet. Pull down to refresh.
zh_hans: 当前账户尚无项目，下拉可重新加载。

# 登录信息不完整，请重新登录。
source: Login information is incomplete. Please log in again.
zh_hans: 登录信息不完整，请重新登录。

# 项目信息
source: Project information
zh_hans: 项目信息

# 训练状态
source: Training status
zh_hans: 训练状态

# 名称
source: Name
zh_hans: 名称

# 可见性
source: Visibility
zh_hans: 可见性

# 已归档
source: Archived
zh_hans: 已归档

# 是
source: Yes
zh_hans: 是

# 否
source: No
zh_hans: 否

# 加载中…
source: Loading…
zh_hans: 加载中…

# 此项目暂无实验。
source: This project has no experiments yet.
zh_hans: 此项目暂无实验。

# 关闭 PIN 验证
source: Disable PIN
zh_hans: 关闭 PIN 验证

# 输入 PIN
source: Enter PIN
zh_hans: 输入 PIN

# 验证当前 PIN
source: Verify current PIN
zh_hans: 验证当前 PIN

# 设置新 PIN
source: Set new PIN
zh_hans: 设置新 PIN

# 确认新 PIN
source: Confirm new PIN
zh_hans: 确认新 PIN

# 取消设置 PIN
source: Cancel PIN setup
zh_hans: 取消设置 PIN

# 输入当前 PIN，关闭后将同时停用生物识别和自动锁定。
source: Enter your current PIN. Disabling it also turns off biometric unlock and automatic locking.
zh_hans: 输入当前 PIN，关闭后将同时停用生物识别和自动锁定。

# 再次输入刚才设置的 6 位 PIN
source: Re-enter your new 6-digit PIN.
zh_hans: 再次输入刚才设置的 6 位 PIN

# 输入用于解锁 SwanMonitor 的 6 位数字 PIN
source: Enter a 6-digit PIN to unlock SwanMonitor.
zh_hans: 输入用于解锁 SwanMonitor 的 6 位数字 PIN

# 输入满 6 位后自动继续
source: Continues automatically after 6 digits.
zh_hans: 输入满 6 位后自动继续

# 删除上一位
source: Delete last digit
zh_hans: 删除上一位

# 使用生物识别解锁
source: Unlock with biometrics
zh_hans: 使用生物识别解锁

# 生物识别未完成，请重试或输入 PIN。
source: Biometric authentication was not completed. Try again or enter your PIN.
zh_hans: 生物识别未完成，请重试或输入 PIN。

# 重新设置 PIN
source: Start PIN setup again
zh_hans: 重新设置 PIN

# PIN 不正确或尝试过于频繁。连续错误 5 次后请等待 60 秒。
source: Incorrect PIN or too many attempts. Wait 60 seconds after 5 failed attempts.
zh_hans: PIN 不正确或尝试过于频繁。连续错误 5 次后请等待 60 秒。

# 无法删除 PIN，请重新输入以重试。
source: Unable to delete PIN. Re-enter it to try again.
zh_hans: 无法删除 PIN，请重新输入以重试。

# 两次输入不一致，请再次确认或重新设置。
source: PINs do not match. Confirm again or start over.
zh_hans: 两次输入不一致，请再次确认或重新设置。

# PIN 保存失败，请重新输入以重试。
source: Unable to save PIN. Re-enter it to try again.
zh_hans: PIN 保存失败，请重新输入以重试。

# 未登录
source: Not logged in
zh_hans: 未登录

# 关于
source: About
zh_hans: 关于

# 版本信息
source: Version information
zh_hans: 版本信息

# 开源许可
source: Open-source licenses
zh_hans: 开源许可

# 注销登录？
source: Log out?
zh_hans: 注销登录？

# 注销登录
source: Log out
zh_hans: 注销登录

# 注销失败，请重试。
source: Unable to log out. Please try again.
zh_hans: 注销失败，请重试。

# 清除本机登录信息、PIN 和解锁设置，返回登录页面。
source: Remove login information, PIN, and unlock settings from this device and return to the login screen.
zh_hans: 清除本机登录信息、PIN 和解锁设置，返回登录页面。

# 提示
source: Notice
zh_hans: 提示

# 好
source: OK
zh_hans: 好

# 应用
source: App
zh_hans: 应用

# 版本
source: Version
zh_hans: 版本

# 构建号
source: Build
zh_hans: 构建号

# 计算指标
source: Metrics
zh_hans: 计算指标

# 性能占用
source: System metrics
zh_hans: 性能占用

# 暂无数据
source: No data
zh_hans: 暂无数据

# 暂无指标
source: No metrics
zh_hans: 暂无指标

# 关闭
source: Close
zh_hans: 关闭

# 数值
source: Value
zh_hans: 数值

# 实验信息
source: Experiment information
zh_hans: 实验信息

# 状态
source: Status
zh_hans: 状态

# 创建时间
source: Created
zh_hans: 创建时间

# 结束时间
source: Finished
zh_hans: 结束时间

# 配置参数
source: Configuration
zh_hans: 配置参数

# 暂无配置参数
source: No configuration parameters
zh_hans: 暂无配置参数

# 环境依赖
source: Dependencies
zh_hans: 环境依赖

# 正在更新实验…
source: Updating experiments…
zh_hans: 正在更新实验…

# 暂无实验数据
source: No experiment data
zh_hans: 暂无实验数据

# 首页
source: Home
zh_hans: 首页

# 正在进行
source: Running now
zh_hans: 正在进行

# 今日已完成
source: Completed today
zh_hans: 今日已完成

# 实验热力图
source: Experiment activity
zh_hans: 实验热力图

# 少
source: Less
zh_hans: 少

# 多
source: More
zh_hans: 多

# 每日提交数量
source: Daily submissions
zh_hans: 每日提交数量

# 最近提交
source: Recent submissions
zh_hans: 最近提交

# 暂无实验
source: No experiments
zh_hans: 暂无实验

# 提交实验后，即可在这里查看训练动态。
source: Submit an experiment to see its training activity here.
zh_hans: 提交实验后，即可在这里查看训练动态。

# 提交时间未知
source: Submission time unknown
zh_hans: 提交时间未知

# 重置 PIN
source: Reset PIN
zh_hans: 重置 PIN

# 创建 PIN
source: Create PIN
zh_hans: 创建 PIN

# 无法启用生物识别，请确认设备已录入 Face ID 或 Touch ID，并完成验证。
source: Unable to enable biometric unlock. Set up Face ID or Touch ID on your device and complete authentication.
zh_hans: 无法启用生物识别，请确认设备已录入 Face ID 或 Touch ID，并完成验证。

# 生物识别解锁
source: Biometric unlock
zh_hans: 生物识别解锁

# 重新验证身份
source: Require authentication
zh_hans: 重新验证身份

# 立即
source: Immediately
zh_hans: 立即

# 1 分钟后
source: After 1 minute
zh_hans: 1 分钟后

# 5 分钟后
source: After 5 minutes
zh_hans: 5 分钟后

# 15 分钟后
source: After 15 minutes
zh_hans: 15 分钟后

# 安全
source: Security
zh_hans: 安全

# 进入后台超过所选时间后需要解锁；重新启动应用始终需要验证。重置 PIN 需验证当前 PIN。
source: Unlock is required after the selected time in the background and whenever the app restarts. Resetting your PIN requires your current PIN.
zh_hans: 进入后台超过所选时间后需要解锁；重新启动应用始终需要验证。重置 PIN 需验证当前 PIN。

# 创建 6 位数字 PIN 后，可启用生物识别解锁。
source: Create a 6-digit PIN to enable biometric unlock.
zh_hans: 创建 6 位数字 PIN 后，可启用生物识别解锁。

# 安全设置
source: Security settings
zh_hans: 安全设置

source: Home
zh_hans: 首页

source: Browse
zh_hans: 浏览

source: Profiles
zh_hans: 我的

source: Projects
zh_hans: 项目

source: Metrics
zh_hans: 指标

source: Overview
zh_hans: 概览

source: Logs
zh_hans: 日志

source: Log out
zh_hans: 注销登录

source: Log in
zh_hans: 登录

source: Log in with
zh_hans: 登录方式

source: Log in with Self Host SwanLab
zh_hans: 登录自部署 SwanLab

source: An open-source monitor for SwanLab
zh_hans: 开源 SwanLab 监控客户端

source: OK
zh_hans: 好

source: Login Failed
zh_hans: 登录失败

source: Mon
zh_hans: 一

source: Tue
zh_hans: 二

source: Wed
zh_hans: 三

source: Thu
zh_hans: 四

source: Fri
zh_hans: 五

source: Sat
zh_hans: 六

source: Sun
zh_hans: 日

source: Hello, World!
zh_hans: 你好，世界！

# 本月提交 %lld 个实验
source: Experiments submitted this month: %lld
zh_hans: 本月提交 %lld 个实验

# %lld 个实验
source: Experiments: %lld
zh_hans: %lld 个实验

# 已显示 %lld / %lld 个项目
source: Showing %lld of %lld projects
zh_hans: 已显示 %lld / %lld 个项目

source: Experiments · %lld
zh_hans: 实验 · %lld

# 已输入 %lld 位，共 6 位
source: %lld of 6 digits entered
zh_hans: 已输入 %lld 位，共 6 位

# %@，%lld 个实验
source: %@, experiments: %lld
zh_hans: %@，%lld 个实验

# %@ · %lld 个 · 占本月 %.1f%%
source: %@ · Experiments: %lld · %.1f%% of this month
zh_hans: %@ · %lld 个 · 占本月 %.1f%%

# 最近 %lld 条
source: Latest %lld
zh_hans: 最近 %lld 条

# 横屏查看 %@
source: View %@ in landscape
zh_hans: 横屏查看 %@

# 首页加载失败：%@
source: Unable to load Home: %@
zh_hans: 首页加载失败：%@

# 更新失败，当前显示上次成功加载的数据：%@
source: Update failed. Showing previously loaded data: %@
zh_hans: 更新失败，当前显示上次成功加载的数据：%@

# 实验加载失败：%@
source: Unable to load experiment: %@
zh_hans: 实验加载失败：%@

# 项目加载失败：%@
source: Unable to load projects: %@
zh_hans: 项目加载失败：%@

# 项目信息：%@
source: Project information: %@
zh_hans: 项目信息：%@

# 实验列表：%@
source: Experiments: %@
zh_hans: 实验列表：%@

# 指标加载失败：%@
source: Unable to load metrics: %@
zh_hans: 指标加载失败：%@

source: Input Your API Token Here
zh_hans: 在此输入 API Token

source: Step
zh_hans: 步数

source: Step %@
zh_hans: 步数 %@

# 刷新日志
source: Refresh logs
zh_hans: 刷新日志

# 暂无日志
source: No logs
zh_hans: 暂无日志

# 加载更多日志
source: Load more logs
zh_hans: 加载更多日志

# 日志加载失败：%@
source: Unable to load logs: %@
zh_hans: 日志加载失败：%@

# 暂无日志，运行中的实验会自动更新。
source: No logs yet. Logs update automatically while the experiment is running.
zh_hans: 暂无日志，运行中的实验会自动更新。
